tyetyrtyeygfhНеобходимо создать базу данных университета. Требуется хранить данные о студентах (ФИО, дата рождения, курс, специальность, год поступления, изучаемые дисциплины),
преподавателях (ФИО, ученая степень, преподаваемые дисциплины).
Создать базу данных MySQL и таблицы, задать атрибутам таблиц подходящие типы данных.
Нормализовать полученную БД до третьей нормальной формы (3НФ), установить связи между таблицами, используя внешние ключи.
Экспортировать дамп Вашей БД через меню “Экспорт”. Прикрепить архив с дампом в формате sql (расширение файла сделать .txt).

Студенты (ФИО, дата рождения, курс, специальность, год поступления, изучаемые дисциплины)
Преподаватели (ФИО, ученая степень, преподаваемые дисциплины)

связи 
изучаемые дисциплины <-> преподаваемые дисциплины
hfghthghfghfgjhfghfghgfh

\ghjnghjgh
